<?php

	/*
	|--------------------------------------------------------------------------------------
	| AVE.cms
	|--------------------------------------------------------------------------------------
	| @package      AVE.cms
	| @file         uploads/index.php
	| @author       AVE.cms <support@ave-cms.ru>
	| @copyright    2007-2026 (c) AVE.cms
	| @link         https://ave-cms.ru
	| @version      3.3
	*/

	/**
					 * Файл-заглушка, предназначенный для запрета показа списка файлов в текущей директории,
					 * если через адресную строку браузера было прямое общращение к данной директории.
					 */
					header('Location:/');
					exit;
				?>
